Repository: PopChairat/ValueWallet
Catalog: ValueWallet/Resources/AppResources.*.resx
Languages: th

# TitleOnBoardingStep1
source: Leading Payment Application
th: ผู้นำ ด้านการซื้อขายสินทรัพย์

# DetailOnBoardingStep1
source: More than 100 million users with 1,000 thousand partners and services in the world
th: มีผู้ใช้งานมากกว่า 100 ล้านคนพร้อมด้วย 1 ล้านคู่ค้าที่พร้อมให้บริการทั่วโลก

# TitleOnBoardingStep2
source: Prestige and Absolute Security
th: เชื่อถือได้และ มีความปลอดภัยสูงสุด

# DetailOnBoardingStep2
source: Licensed by all banks in the world & secured with multi-tier PCI-DSS international standards
th: ได้รับการรับรองจากธนาคารทั่วโลก & ปลอดภัยด้วยระบบมาตรฐานระดับโลก multi-tier PCI-DSS

# TitleOnBoardingStep3
source: Receive "Hot" Gifts from Value Wallet Right Away
th: รับของขวัญสุดพิเศษจาก Value Wallet ไปเลยทันที

# DetailOnBoardingStep3
source: Sign up now to receive a large gift pack. Eating, watching movies & many other services.
th: ลงทะเบียนตอนนี้ รับชุดของขวัญ กิน ดูหนัง และบริการอื่นๆอีกมากมาย

# Login_Forgot
source: Forgot your credentials?
th: คุณลืมรหัสผ่าน?

# Login_SignIn
source: Let's Sign You In
th: เริ่มเข้าสู่ระบบได้เลย

# Login_SignIn_Detail
source: Welcome back, you've been missed!
th: ยินดีต้อนรับกลับมา

# Login_Phone
source: Phone Number
th: เบอร์โทรศัพท์

# Login_Password
source: Password
th: รหัสผ่าน

# Login_SignIn_Btn
source: Sign In
th: เข้าสู่ระบบ

# Login_Regist_Btn
source: Create an account
th: สร้างบัญชีใหม่
